DeviceName = "Inbyggt ljud";
DeviceShortName = "Inbyggt";
ManufacturerName = "Apple Inc.";

Headphones = "Hörlurar";
HeadphonesB = "Hörlurar B";
IntSpeakers  = "Inbyggda högtalare";
LineOut = "Linjeutgång";
DigitalOut = "Digital utgång";
HDMI = "HDMI";
DisplayPort = "DisplayPort";

ExternalMic = "Extern mikrofon";
ExternalMicB = "Extern mikrofon B";
InternalMic = "Inbyggd mikrofon";
LineIn = "Linjeingång";
DigitalIn = "Digital ingång";
InputNone = "Inget";

DeviceNameHeadphone = "Inbyggd hörlur";
DeviceNameSpeaker = "Inbyggd högtalare";
DeviceNameLineOut = "Inbyggd linjeljudutgång";
DeviceNameDigitalOut = "Inbyggd digital ljudutgång";
DeviceNameHdmi = "Inbyggd HDMI-ljudutgång";
DeviceNameDisplayPort = "Inbyggd skärmportsljudutgång";
DeviceNameLineIn = "Inbyggd linjeljudingång";
DeviceNameAuxIn = "Inbyggd extra ljudingång";
DeviceNameMic = "Inbyggd mikrofon";
DeviceNameExtMic = "Inbyggt ljud extern mikrofon";
DeviceNameDigitalIn = "Inbyggd digital ljudingång";

DevShortNameHdpn = "Inbyggd hörlur";
DevShortNameSpkr = "Inbyggd högtalare";
DevShortNameLino = "Inbyggd linjeutgång";
DevShortNameSpdo = "Inbyggd digital utgång";
DevShortNameHdmi = "Inbyggd HDMI-utgång";
DevShortNameDP = "Inbyggd skärmportutgång";
DevShortNameOut = "Inbyggd utgång";
DevShortNameLini = "Inbyggd linjeingång";
DevShortNameAuxi = "Inbyggd extra ljudingång";
DevShortNameEMic = "Inbyggd extern mikrofon";
DevShortNameIMic = "Inbyggd mikrofon";
DevShortNameSpdi = "Inbyggd digital ingång";
DevShortNameIn = "Inbyggd ingång";

UnlockedClock = "Olåst";
LockedClock = "Låst";

HwSrcAutomatic = "Automatisk";
HwSrcEnable = "Aktivera";
HwSrcDisable = "Avaktivera";
